[{"id": "chunk-0", "content": "Redundant Attempted Solutions: 50 Years\nof Theory, Evolution, and New Supporting\nData\nGr/C19egoire Vitry1,2, Claude de Scorraille1and Michael F . Hoyt3\n1LACT, Paris\n2University Paris Descartes, CERMES3, Paris\n3Independent practice, Mill Valley\nThe theory of redundant attempted solutions (RAS) is described from its origins to today. Based in cybernetics\nand introduced at the Mental Research Institute in Palo Alto, California, the main principle of RAS is that repeat-\ning an unsuccessful solution may actually serve to perpetuate and further entrench a problem. A true reducer of\ncomplexity, a definition of RAS is presented that appreciates biopsychosocial dimensions of diagnosis and inter-\nvention. Data are also presented from SYPRENE, a systemic therapy practice research network that documents\nthe use of strategic interventions to stop RAS.\nKeywords: redundant attempted solutions, mechanisms of change, strategic-systemic therapy, cybernetics, Mental\nResearch Institute\nKey Points\n1. The concept of redundant attempted solutions (RAS) originated at the Mental Research Institute in Palo\nAlto, California.\n2. The main principle of RAS, based in systemic thinking, is that repeating an unsuccessful attempt to solve a\nproblem may actually serve to perpetuate and further entrench the problem.\n3. The main purpose of the therapist, therefore, is to disrupt repetitions of RAS.\n4. RAS are often based on the (il)logics of avoidance or false control –or some combination of these.\n5. Evidence is presented from SYPRENE, an international systemic therapy practice research network, sup-\nporting the therapeutic problem-solving effectiveness of stopping RAS.\nWe cannot solve our problems with the same thinking we used when we created them.\nAlbert Einstein\nDarwin (1859) pointed out that the survival of a species may be threatened by its\ninability to abandon what was at one time an optimal (and therefore non-\npathological) adaptation, but whose obstinate maintenance in the face of changing\nenvironmental conditions may ultimately threaten its survival. The belief that the\noptimal solution has been found (combined with the persistent attempt to ‘perfect’\nthis solution strategy in the face of increasing difﬁculties) blinds people to change\nstrategies that can be present and available at any time. Freud (1914) also was aware\nAddress for correspondence: Gr /C19egoire Vitry, LACT, Paris, France, University Paris Descartes,\nCERMES3, Paris, France. gvitry@lact.frAustralian and New Zealand Journal of Family Therapy 2021, 42, 174 –187\ndoi: 10.1002/anzf.1448\n174 ª2021 Australian Association of Family Therapy (AAFT)", "position": "chunk_1", "metadata": {"page_range": "1-3", "section": "Introduction", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-1", "content": "for correspondence: Gr /C19egoire Vitry, LACT, Paris, France, University Paris Descartes,\nCERMES3, Paris, France. gvitry@lact.frAustralian and New Zealand Journal of Family Therapy 2021, 42, 174 –187\ndoi: 10.1002/anzf.1448\n174 ª2021 Australian Association of Family Therapy (AAFT)\n\nthat many of his patients tended to make the same mistake over and over again. He\ncalled it the repetition compulsion .\nA human system caught in this vicious circle is likely to expect from therapy one\nand only one form of help: ‘Change us without changing us ...’ (Watzlawick, 1997,\np. 277). It is ensnared and trapped in what can be called an ‘endless game,’ in which\nrecurring behaviours are strictly governed by rules but without any rules for changingthe rules (see Fraser & Solovey, 2007). Not recognising the important differencebetween a ﬁrst-order change (a change of one or more rules in the system without\nchanging the system) and a second-order change (a change in the system rules them-\nselves) as the way out of this circle (Bateson, 1972; Fisch et al., 1982; Hoyt, 2011;Weakland et al., 1974), only maintains and deepens the (dysfunctional) status quo.The concept of redundant attempted solutions (RAS) can, therefore, provide an effec-\ntive and efﬁcient way out of such impasses.\nHow was the RAS concept developed? What is the potential role of the RAS\nconcept in today’s therapies? How can we evaluate its efﬁciency? In this article, wewill examine the RAS concept and its evoluti on. We will introduce the research net-\nwork SYPRENE and analyse what we can learn about RAS with data from the net-work.\nFrom the repetition compulsion to the concept of redundant attempted solution\nAs Watzlawick (1997) points out, Freud (1914) thought of repetitive behaviours assymptoms, but he did not consider these behaviours to be central to the formation ofa problem and its persistence. Frankl’s work (1963, p. 116) also takes into accountrepetitive and paradoxical dimensions that led him, for example, to declare that ‘thefear of insomnia creates a hyperintention to sleep that eventually keeps you awake,’but even if the phenomenon of redundancy in the client’s problem had been noted, itwas only approached from a linear (not systemic) causal perspective.\nWender (1968, p. 309) in his theory of vicious and virtuous circles , evokes the con-\ncept of deviation amplifying feedback (DAF):\nThis explanatory mechanism is usually introduced ad hoc so that its generality and\napplicability are not recognized. It is most commonly identiﬁed in its pathological\nform, the vicious circle, although the similar mechanism, with beneﬁcent effects, has\nbeen noted and called the virtuous circle. Both vicious and virtuous circles are examplesof what is called, in cybernetic terms, positive feedback, or what Maruyama has called\n“deviation amplifying feedback.”\nThe recognition of DAF leads to the implication that ﬁxed behaviour patterns\nmay be sustained by present –not past –forces. This does not deny the existence\nand importance of attitudes, values, or habits, nor the role of unconscious motivation.It does raise the useful question, however, of whether or not persistent behaviour isdue to these factors –that is, whether behaviours are rigid because they were learned\nat an early developmental stage, imprinted, or acquired in a hypnoid state.\nIf we look at the DSM-5 (APA, 2015), which is intended to be atheoretical, the\nexample of the diagnostic criteria for a ‘speciﬁc phobia,’ avoidance conduct, is citedseveral times as a symptom, although it is not considered to be the essential character-istic of this disorder and even less so to be the cause or maintainer of the disorder.Redundant Attempted Solutions and SYPRENE\nª2021 Australian Association of Family Therapy (AAFT) 175", "position": "chunk_2", "metadata": {"page_range": "3-5", "section": "Méthodologie", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-2", "content": "s citedseveral times as a symptom, although it is not considered to be the essential character-istic of this disorder and even less so to be the cause or maintainer of the disorder.Redundant Attempted Solutions and SYPRENE\nª2021 Australian Association of Family Therapy (AAFT) 175\n\nAnother clue was noted by Rorhbaugh and Shoham (2001), who quote Jay Haley:\n‘Also at variance with the pathology-focused psychodynamic viewpoint was [Milton]Erickson’s take on why people have problems in the ﬁrst place. Rather than viewingproblems as “symptoms” of some deeper, underlying pathology, Erickson’s implicit\nassumption was that problems arise from the mishandling of common, everyday difﬁ-\nculties encountered in the course of the family life cycle.’\nThe systemic and biopsychosocial perspective\nIn each action we must look beyond the action at our past, present, and future state,\nand at others whom it affects, and see the relations of all those things. And then we\nshall be very cautious.\nBlaise Pascal, Pens /C19ees (1670/1869 –1872, p. 378)\nIn 1925, the biologist and psychologist Ludwig Von Bertalanffy began work on a\ngeneral theory that would enable living things to be approached as systems. His majorbook (1969) shows his claim to make general systems theory a meta-logico-\nmathematical discipline intended to concern all sciences. He argues that a living\norganism cannot be understood by studying separately each of its ‘components,’ but\nas interactions between its different parts, its organisation, its exchanges with its envi-ronment, etc. In 1948, the term cybernetics was coined by Norbert Wiener. At that\ntime, he deﬁned it as ‘the study of control and communication in the animal and themachine’ (1948, pp. 14 –18). In 1951, Gregory Bateson and J €urgen Ruesch published\na book that laid the foundation for the cybernetic approach to communication. Inthis book they observe that the rules of a relationship are not deﬁned once and forall. There is a perpetual mutual adaptation, conscious or not: it is a process with feed-\nback. All living things adapt, everything that does not adapt stagnates and dies. This\nis true in both biology and interpersonal relations. Hence, a problem-solving interven-tion is about change. This conception may seem elementary, but as Bateson andRuesch (1951, p. 7) note, ‘the knowledge of a supposed whyis neither necessary nor\nsufﬁcient to change.’ The question that interests us is how this problem is being\nmaintained here and now. Knowing putative root causes in the past seldom allows forchange in the present.\nThe biopsychosocial model was introduced by George Engel (1977, 1981) at the\nend of the 1970s. At that time, both psychoanalytical currents and biological reduc-\ntionism dominated. Engel criticises reductionism as unscientiﬁc and points out thatin a biological system, no element can be understood except in relation to the whole –\nthey are all intertwined and inexorably inseparable. The roots of his biopsychosocialmodel were derived from general systems theory. Engel was able, based on the workof Paul Weiss and von Bertalanffy (see Von Bertalanffy, 1969) to examine ‘how thebiopsychosocial model allows the physician [including psychiatrists] to extend theapplication of the scientiﬁc method to aspects of daily practice and patient care’\n(Engel, 1981, p. 102).\nFor Bateson and Ruesch (1951, p. 28), the unit to consider is the overall social\nsituation: ‘A social situation is established when people enter into interpersonal com-munication.’ The system to be taken account of, when considering the health of anindividual, is the entire biopsychosocial system. Or, to say the opposite, to hope thatonly one of these ﬁelds (somewhat arbitrarily distinguished as bio, psycho, or social)Gr/C19egoire Vitry, Claude de Scorraille, and Michael F. Hoyt\n176 ª2021 Australian Association of Family Therapy (AAFT)", "position": "chunk_3", "metadata": {"page_range": "5-7", "section": "Application clinique", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-3", "content": "is the entire biopsychosocial system. Or, to say the opposite, to hope thatonly one of these ﬁelds (somewhat arbitrarily distinguished as bio, psycho, or social)Gr/C19egoire Vitry, Claude de Scorraille, and Michael F. Hoyt\n176 ª2021 Australian Association of Family Therapy (AAFT)\n\non its own, would make it possible to ﬁnd and treat mental pathologies is illusory. In\ntheir manifesto To End the Stranglehold of the DSM , Douville (2012, p. 7) states that:\n‘the most recent scientiﬁc advances in the ﬁeld of neuroplasticity or epigenesis showthat it is no longer possible to oppose psychological and organic casualties, since the\nformer inﬂuences the construction of the latter.’ Similarly, Lieberman (2015), a bio-\nlogically oriented psychiatrist, strongly argues for a ‘pluralistic psychiatry’ that combi-nes brain and mind; the mind is not the same as the brain. When research on mentalillnesses reduces the individual’s ﬁeld in its biological prism, it neglects the psychoso-cial domain and encounters difﬁculties in seeking to identify explanatory and main-taining factors. Isolating one area from other areas is a fundamental epistemologicalerror in the way complexity is addressed. Indeed, as will be further discussed below,systems theory (Von Bertalanffy, 1969) teaches us that the whole is more and differ-\nent than the sum of its parts.\nThe Mental Research Institute: The birth of the concept of ‘attempted solutions’\nAs we will discuss below, Stafford Beer (1967, 1970) developed the concept of a com-\nplexity reducer , which inspired the authors at the Mental Research Institute (MRI).\nThe concept of attempted solutions was formalised in the article ‘Brief Therapy:Focused Problem Resolution’ in which Weakland, Fisch, Watzlawick, and Bodin(1974) iconically express the concept of attempted solutions as ‘The problem is thesolution.’ As Watzlawick and Weakland (1977, p. 281) explain:\nWe assume that once a difﬁculty begins to be considered a “problem,” the continua-\ntion, and often the exacerbation of this problem comes from the formation of a closed-\nloop positive feedback system, which most often revolves around the behaviors of indi-viduals in the system, designed to solve the difﬁculty: the original difﬁculty is the sub-\nject of an attempt at a ‘solution’ that intensiﬁes the original difﬁculty, and so forth.\nFor the MRI team, the very effort that was being made to eliminate the problem\ncould be the same effort that kept it going and made it worse. Thus, Wittezaele andGarcia (1992) recount comments made by Richard Fisch: ‘In our discussions, wecalled them “solutions”, until we ﬁnally said to ourselves: “But they are not solutions,let’s call them ‘attempted solutions’ because, in fact, they do not solve anything.”’ AsRohrbaugh and Shoham (2001, p. 66) summarise:\nThe model of brief therapy developed [ ...] in Palo Alto is based on identifying and\ninterrupting ironic processes that occur when repeated attempts to solve a problem keep\nthe problem going or make it worse. Formulations of ironic problem-solution loopsprovide a template for assessment and strategic intervention, indicating where to look\nto understand what keeps a problem going [...] Whether occurring within or between\npeople, these processes persist because problem and attempted solution become inter-twined in a vicious cycle, or positive feedback loop, in which more of the solution leads\nto more of the problem, leading to more of the same solution, and so on.\nIn their book Propagations , Weakland and Ray (1995) identify attempted solu-\ntions as the cornerstone of MRI’s work. Thus, Wittezaele and Nardone (2016, p.69) comment: ‘It is these unsuccessful efforts to ﬁnd relief [that the Palo AltoSchool] considers the therapist’s ﬁrst job to stop this dysfunctional process.’ Thetarget of treatment thus becomes the cessation of attempts at a solution which,instead of allowing the problem to disappear, aggravates the situation by a processof amplifying the difﬁculty.Redundant Attempted Solutions and SYPRENE\nª2021 Australian Association of Family Therapy (AAFT) 177", "position": "chunk_4", "metadata": {"page_range": "7-9", "section": "Introduction", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-4", "content": " treatment thus becomes the cessation of attempts at a solution which,instead of allowing the problem to disappear, aggravates the situation by a processof amplifying the difﬁculty.Redundant Attempted Solutions and SYPRENE\nª2021 Australian Association of Family Therapy (AAFT) 177\n\nOther authors also have suggested the importance of not continuing unsuccessful\nattempts at solution. For example, in their work with ‘intimidating cases,’ Fisch andSchlanger (1999, p. 2, italics in original) write: ‘Thus the thrust of therapy is not toget the complainants to dosomething so much as to stopwhat they have been doing\nabout the problem [...] In that sense, we would say that we don’t treat problems, we\ntreat attempted solutions.’ Nardone and Portelli (2005, p. 73) instruct their clients:‘Every day, choose a small but concrete thing as if you had already overcome yourproblem, and voluntarily put it into practice. Every day choose something different.’\nAlong similar lines, de Shazer (1988) counsels the solution-focused rule, ‘If it\ndoesn’t work, don’t do it again; do something different’; O’Hanlon (1999) advises‘Do one thing different’; Hoyt (2017, p. 220) says, ‘Get the client to do somethingdifferent or differently –more of the same does not make a change’; and Soo-Hoo\n(2019) recommends ‘the 180-degree turn in therapeutic interventions.’ As Bobele\n(2019, p. 33, italics in original) explains: ‘[MRI] described a problematic, interac-tional cycle where participants reciprocally escalated ineffective efforts to change oneanother’s behavior in an attempt to solve their mutual problem [...] [Based on the]understanding of the positive feedback loop that maintained the problematic situation[their] recommended solution was deceptively simple –interrupt the problematic cycle.’\nMark McKergow (2021, p. 23) similarly notes: ‘For the MRI team, a problem ariseswhen a difﬁculty is mishandled and persists, producing a situation which is dead-\nlocked, knotted or an impasse. The problem situation is being held in place, unwit-\ntingly, by the actions that the family are trying to take to resolve it !A vicious cycle\nhas been created, where “more of the same” leads to “yet more of the same”. As theproblem is the result of continued misapplication of the wrong attempted solution,the therapist’s job is to have them stop doing that and do something else.’\nThe epistemological basis of a meta-model: Interactional psychotherapy from a\ncybernetic perspective\nPascal (1869 –1872) expressed with dazzling intuition the concept of non-separation\nin Nature: ‘The parts of the world all have such a relationship and such a sequencewith each other that I believe it is impossible to know each other without the otherand without the whole.’ This means that to know is always to connect and not toseparate, decompose, or oppose, which is often a characteristic of the butchery of theordinary intellect.\nAs explained by Watzlawick, Beavin, and Jackson (1967), systemic therapists\neschew linear formulations (such as ‘A causes B’), preferring to work from a ‘meta-\nperspective’ that focuses on circular causal explanations in which problems both origi-\nnate and are sustained by patterns of interacting with important others. Hence, Wat-zlawick explains (in Nardone & Watzlawick, 2005, p. 3): ‘[M]odern family therapy...no longer asks, “Why is the identiﬁed patient behaving in this bizarre, irrational\nfashion?” but rather, “In what sort of human system does this behavior make senseand is perhaps the only possible behavior?” and “What sort of solution has this systemso far attempted?”’\nRedundant attempted solutions: A ‘complexity reducer’\nFor the theoretician Stafford Beer (1967, 1970), solving a complex problem with aseemingly simple solution requires what he calls a complexity reducer . The concept of\nRAS (following Nardone & Salvini, 2007/2018, p. 14 the word redundant emphasisesGr/C19egoire Vitry, Claude de Scorraille, and Michael F. Hoyt\n178 ª2021 Australian Association of Family Therapy (AAFT)", "position": "chunk_5", "metadata": {"page_range": "9-11", "section": "Méthodologie", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-5", "content": "gly simple solution requires what he calls a complexity reducer . The concept of\nRAS (following Nardone & Salvini, 2007/2018, p. 14 the word redundant emphasisesGr/C19egoire Vitry, Claude de Scorraille, and Michael F. Hoyt\n178 ª2021 Australian Association of Family Therapy (AAFT)\n\nthe repetitive nature of the unsuccessful attempted solution) is a major step forward\nbecause it is precisely a reducer of complexity in terms of formalisation and problem-solving. This concept of attempts at solution makes it possible to bring to Engel’sbiopsychosocial model the key systemic property of emerging quality aimed at reduc-\ning complexity without distorting it.\nWatzlawick (1997, p. 277) describes precisely the meaning of and interest in the\nattempts at a solution:\nIn our work at the MRI, we have gradually achieved a complexity reducer that seems\nto us to be the most practical and therefore the most useful when confronted with the\ncomplexity of human interaction: the attempted solution. After obtaining what appears\nto be a sufﬁciently clear deﬁnition of the problem, we ask our clients what they havedone so far to solve it and what advice they have received from others. This informa-tion is relatively easy to obtain and allows us to identify the very mechanisms by which\nthe system maintains its homeostasis.\nRAS (Vitry et al., 2020, 2021) are: ‘Communication actions repeatedly\nattempted by the person, his entourage or his cultural system to solve a life difﬁ-\nculty with him/herself, others or the world, without succeeding; they create a prob-lem that they perpetuate and aggravate by keeping the affected person(s) blocked ina restricted perception of the situation. These redundant actions, which can generatefurther emotional distress, take the form of language, behaviors or thoughts, inten-tional or unintentional. They have been learned and are perceived as consistentthrough feedback.’\nEvolution of the concept of redundant attempted solutions in strategic therapy\nWittezaele and Nardone (2016, p. 264) indicate that their position is ‘to identify thesystemic causal links that explain how the problem works and sustains itself, not toseek to determine where it originated or to try to make sense of it. The way is thenopen to propose reframing and tasks that will go in the direction desired by thepatient and marked out by the therapist.’\nThinking in terms of process requires, as we present in the following diagram:\n(1) to take into account what is perceived (PERCEPTION) and (2) to take into\naccount the usual REACTIONS (REACTION =REPEATING ACTIONS). That\nis, in the end, to be able to address any complex situation in terms of mentalhealth according to what Nardone (Nardone & Balbi, 2012, p. 94) calls thePerceptive-Reactive System . As shown in Figure 1, this requires a systemic-\ninteractional biopsychosocial perspective.\nThe RAS ends up conﬁrming the underlying perceptions, sensations, and emo-\ntions, thus keeping vicious circles operative. Changing rigid perceptions can take place\nby reframing and using performative language, such as prescriptions/homework, that\nblock RAS and enable clients to experience different emotions and realities –which\nWilliam James and Milton Erickson (see Short, 2020) both consider fundamental tochange and which Alexander and French (1946) call a ‘corrective emotional experi-ence’ (see Figure 2).\nThe processes of RAS\nMental health disorders can be mapped onto two types of processes. The ﬁrst type ofoperating logic is avoidance . Faced with an obstacle, one may tend to avoid it and ifRedundant Attempted Solutions and SYPRENE\nª2021 Australian Association of Family Therapy (AAFT) 179", "position": "chunk_6", "metadata": {"page_range": "11-13", "section": "Application clinique", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-6", "content": "sses of RAS\nMental health disorders can be mapped onto two types of processes. The ﬁrst type ofoperating logic is avoidance . Faced with an obstacle, one may tend to avoid it and ifRedundant Attempted Solutions and SYPRENE\nª2021 Australian Association of Family Therapy (AAFT) 179\n\nthis is exacerbated, avoidance becomes pathological. The second type of operating\nlogic is paradoxical control . We ﬁnd here people who face an obstacle and quickly\nconfront it. But if this control is exacerbated, it becomes paradoxical in that the con-trol action simultaneously creates the opposite effect. These two (il)logics can be com-bined with one another.\nFIGURE 1\nBiopsychosocial and Perceptive-Reactive System ( ©LACT 2020. Used with permission)\nFIGURE 2\nRAS in Therapist-Client-Others Context ( ©LACT 2020. Used with permission)Gr/C19egoire Vitry, Claude de Scorraille, and Michael F. Hoyt\n180 ª2021 Australian Association of Family Therapy (AAFT)", "position": "chunk_7", "metadata": {"page_range": "12-12", "section": "Introduction", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-7", "content": "ychosocial and Perceptive-Reactive System ( ©LACT 2020. Used with permission)\nFIGURE 2\nRAS in Therapist-Client-Others Context ( ©LACT 2020. Used with permission)Gr/C19egoire Vitry, Claude de Scorraille, and Michael F. Hoyt\n180 ª2021 Australian Association of Family Therapy (AAFT)\n\nSYPRENE: Evaluation and Process Studies\nSYPRENE, a systemic practice research network created by LACT1Research (Vitry\net al., 2020), is a unique online data collection tool which allows naturalistic studies\nof the differential effectiveness of therapeutic processes by type of problem treated.Although MRI strategic-interactional therapy has ‘stood the test of time’ (Hale &Frusha, 2016) and there is some empirical support that strategic therapy works (e.g.,see Horigian et al., 2016; Jackson et al., 2018; Wittezaele & Nardone, 2016), thelimited transferability of laboratory-based efﬁcacy research into everyday clinical prac-tice is often stressed in the literature (Baucom et al., 2018; Seligmann, 1995; Tascaet al., 2015; Teachman et al., 2012). Looking for solutions to ﬁll the gap between\nlaboratory and naturalistic psychotherapy outcome studies, practice research networks\n(PRNs) were introduced in the 1990s, in the hope that large numbers of cases com-ing from real-life clinical practice would allow speciﬁc information valid for everydaypractice and thus greater generalisability of results and conclusions to be obtained.SYPRENE was developed to accomplish this with systemic therapies, beginning withthe MRI strategic approach (Vitry et al., 2020).\nMethod\nParticipants\nBetween 2015 and 2020, 1,277 individual clients2with completed cases across a wide\nvariety of diagnoses were registered in the SYPRENE database by 22 systemic and\nstrategic practitioners working in ﬁve countries (French, n=14; Italian, n=4; Mexi-\ncan, n=2; Spanish, n=1; Canadian, n=1). Clients self-identiﬁed as 35% male\nand 65% female; their average age was 40.5 years old. Practitioners reported havingan average of 16 years of experience as psychologists ( n=9), therapists/counsellors\n(n=7), or psychotherapists ( n=6). All practitioners identiﬁed themselves as ‘strate-\ngic therapists’ and four also speciﬁed Ericksonian hypnotherapy as a secondary special-isation. All clients were seen in private practice (not in public clinics or hospitals).\nAssessments\nData in SYPRENE are collected from both practitioners and clients, and then entereddigitally into the data-recording system by the practitioners (Vitry et al., 2020). Prac-titioners all undergo an initial 90-minute training in the use of SYPRENE, and thenengage in a monthly online conference to discuss cases and assessments.\nStandardised information for each client’s case is recorded:\n/C15date, time, duration and setting of a session;\n/C15practitioner’s problem diagnosis, level of potential risk;\n/C15type of session (ﬁrst appointment, continuing, last appointment);\n/C15client’s evaluation of the therapeutic alliance (Session Rating Scale/SRS, Miller &Duncan, 2004 –discussed below) scores obtained after each session;\n/C15stage of the therapy (e.g., deﬁning the objective of the therapy; unblocking [prob-\nlem attempted solution]; consolidation [when problem is solved]; follow-up at6 months; type of ending [completed or drop-out]);\n/C15client’s evaluation of the outcome: (1) General Health Questionnaire (GHQ-12 –\ndiscussed below) scores obtained before the ﬁrst, fourth, and after the last session;(2) Outcome Rating Scale/ORS (Miller & Duncan, 2004) for each session;\n3(3)Redundant Attempted Solutions and SYPRENE\nª2021 Australian Association of Family Therapy (AAFT) 181", "position": "chunk_8", "metadata": {"page_range": "11-15", "section": "Méthodologie", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-8", "content": "stionnaire (GHQ-12 –\ndiscussed below) scores obtained before the ﬁrst, fourth, and after the last session;(2) Outcome Rating Scale/ORS (Miller & Duncan, 2004) for each session;\n3(3)Redundant Attempted Solutions and SYPRENE\nª2021 Australian Association of Family Therapy (AAFT) 181\n\nclient’s evaluation of the problem-solving outcome (on an 11-point scale) at the\nend of the therapy; (4) client’s evaluation of change (to what extent –not at all ,lit-\ntle,mostly ,o rcompletely ) before the fourth and after the last session;\n/C15practitioners’ evaluation of the problem-solving outcome (on an 11-point scale) at\nthe end of the therapy.\nResults\nTreatment effectiveness and intensity (length of effective intervention)\nWith SYPRENE it is possible to evaluate the relationship between length and effec-tiveness of therapy, deﬁned by the number of cases in which the problem situation is\nresolved or improved. As reported in Vitry et al. (2021), the data show that (1) 59%are completed in l to 5 sessions ( n=754); (2) 28% in 6 to 10 sessions ( n=358);\n(3) only 13% of cases required more than 10 sessions ( n=164). According to the\npractitioners’ evaluations, a signiﬁcant improvement or complete problem resolutionwas achieved in 79% of cases, with an average of 5.9 sessions and 5.5 months lengthof treatment. These results indicate that it is possible to obtain very good results inless than 10 sessions (90%, n=890). SYPRENE data indicate the average duration\nof treatment 5.5 months.\nEffectiveness was assessed on an 11-point scale (from 0 to 10), by both the thera-\npist and the client, according to whether the problem that led the client to consultwas considered resolved ,improved ,o runresolved . Ratings also indicated whether or not\nthe therapist had helped the client to stop his or her redundant attempted solutions(RASs), which are conceptualized as the perpetuating force behind his or her problem.Outcome was further assessed using the General Health Questionnaire (GHQ-12;Goldberg & Williams, 1991), a well-documented 12-item instrument measuring\n‘mental distress’ that is completed by the client. Client self-ratings of resolved/im-\nproved/not improved and of GHQ-12 scores showed similar improvements (see Vitryet al., 2021).\nRAS observation\nThirty-nine attempted solutions have been listed by the SYPRENE research group,based in particular on the recent work of Wittezaele and Nardone (2016): 13 corre-spond to avoidance , and 26 are associated with a will to control . In SYPRENE, how-\never, because encoding RAS is not mandatory, they were only reported in 17% ( n=\n220) of cases. The distribution of RAS is as follows: (1) control in 79% of those 220\ncases, (2) avoidance in 76% of cases. Among the RAS related to avoidance , the main\nones are: (1) avoiding social situations that generate fear (35%); (2) avoiding necessaryregulations (19%); and (3) denying information or emotions or trying to escape fromthem (18%). The main RAS related to control are: (1) wanting to control one’s beha-viour (28%); (2) wanting to control one’s emotional reactions rationally (22%); and(3) ruminations (22%).\nFor example, a male client suffered from social phobia which led him to stay at\nhome and give up all social activities. The therapist identiﬁed that the client avoidedall feelings of fear (RAS 1) and avoided social situations generating fear (RAS 2). Byencouraging and directing the client to experience the fear that he has been avoiding,Gr/C19egoire Vitry, Claude de Scorraille, and Michael F. Hoyt\n182 ª2021 Australian Association of Family Therapy (AAFT)", "position": "chunk_9", "metadata": {"page_range": "14-16", "section": "Application clinique", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-9", "content": "s of fear (RAS 1) and avoided social situations generating fear (RAS 2). Byencouraging and directing the client to experience the fear that he has been avoiding,Gr/C19egoire Vitry, Claude de Scorraille, and Michael F. Hoyt\n182 ª2021 Australian Association of Family Therapy (AAFT)\n\nhe could regain control over his sense of fear in social situations. When he did this,\nthe client was instructed to then assess whether his situation had been resolved, hadimproved, or was unresolved.\nIn the strategic approach, the goal of intervention is to stop RAS. Emotional experi-\nence is at the heart of strategic intervention. During therapy, the nature of the emotion\nobserved by the practitioner can be identiﬁed in SYPRENE. For the 342 clients forwhom an emotion was rated (a client could score on more than one emotion) the resultsare as follows: (1) fear ( n=221); (2) anger ( n=173); (3) psychic pain\n4(n=136); (4)\nguilt ( n=84); (5) shame ( n=60); (6) pleasure ( n=22); (7) disgust ( n=11); (8) jeal-\nousy ( n=6); and (9) surprise ( n=1). SYPRENE also allows the practitioner to record\nthe different categories of RAS. Relying on practitioners’ assessments (as a naturalisticPRN study, there were no audio or videotapes of sessions and no independent observers)\nthe most common RAS observed ( n=76) concerned clients who ‘avoid social situations\nthat generate fear (e.g. fear of rejection, judgment, ridicule, refusal ...)’. This dysfunc-\ntional process of emotional regulation corresponds to what Gross (2002) calls ‘avoidanceof situations that trigger negative emotion.’ The second most common RAS ( n=49)\nobserved by practitioners concerned clients who want to ‘control their emotional reac-tions rationally,’ a form of dysfunctional emotional regulation in which the person triesto put at a distance, through a cognitive process, a sensation that they fear. The thirdmost common observed RAS identiﬁed was for clients who ‘deny emotions or informa-\ntion’ ( n=40). They are in a state of avoidance that neutralises certain painful aspects of\na situation; in terms of emotional regulation, these people develop a form of modiﬁca-tion of the representation of the situation so that it loses its emotional signiﬁcance. Byfollowing the main prescriptions, the emotional dimension is once again at the centre ofthe strategic intervention.\nThe strategic-systemic approach is based on a feedback concept that makes a com-\nplex learning process of change visible with RAS. In cybernetic terms, the practitionerplaces the therapeutic alliance at the centre of intervention, constantly taking into\naccount both the client’s position and feedback (e.g., regarding improvement), and\nthus continuously inﬂuencing and readjusting the evolution of the therapy for boththe therapist and the client (see Figure 2).\nSYPRENE (Vitry et al., 2020) takes into account different elements (in order to\nbetter analyse the link between the intervention and the effect obtained: (1) RAS withevaluation of the problem-solving outcome from the client’s and therapist’s perspec-tive; (2) effect of homework and reframing; (3) emotional change; and (4) since2019, the ORS/SRS\n5(Miller & Duncan, 2004) have also been administered. When\nlarger data samples are collected, these assessments will make it possible to better\nunderstand the processes that help to resolve clients’ problems.\nConclusions\nThe theory of RAS explains the development of how one adapts in ways that inadver-tently perpetuate the problem. As Watzlawick and Weakland (1977, p. 512) state:‘From this perspective, there is evidence that what has caused a problem to emerge –\nthese may be minor or rather ordinary causes –is often less important than what\ncauses the problem to persist and develop.’\nThe reports of 27 systemic and strategic therapists across 8 countries, collected by\nSYPRENE, found that the most common RAS identiﬁed and used involved logicsRedundant Attempted Solutions and SYPRENE\nª2021 Australian Association of Family Therapy (AAFT) 183", "position": "chunk_10", "metadata": {"page_range": "16-18", "section": "Introduction", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-10", "content": "persist and develop.’\nThe reports of 27 systemic and strategic therapists across 8 countries, collected by\nSYPRENE, found that the most common RAS identiﬁed and used involved logicsRedundant Attempted Solutions and SYPRENE\nª2021 Australian Association of Family Therapy (AAFT) 183\n\nintended to control oravoid . Consistent with the theory of RAS from which the MRI\nstrategic approach was derived, when people try to solve situations that they meet byusing these strategies, they often perpetuate the very problems they seek to solve. Dis-rupting RAS can resolve ‘stuckness’ and allow change to occur. In MRI-style strategic-\nsystemic therapy (Fisch et al., 1982; Nardone & Portelli, 2005; Nardone & Watzlawick,\n1993, 2005; Watzlawick et al., 1974) this is accomplished as the practitioner and clientcontinuously provide one another with feedback and make adjustments.\nWhile our measures all rely on prima facie self-reports made by clients and their\ntherapists, credibility comes from the good correspondence between the various evalu-ations with the following implications: (1) strategic therapy is effective when measuredfrom clients’ and practitioners’ perspectives regarding improvement of both the prob-lem situation and clients’ feelings of subjective distress; and (2) practitioners’ and cli-\nents’ evaluations of problem-solving outcomes are strongly linked –both groups\nevaluate problem improvement quite similarly.\nAt this point, we can conclude that outcome evaluations on all three measures are\nrelated. Therefore, practice research networks such as SYPRENE should include bothclients’ and practitioners’ perspectives when assessing outcomes in naturalistic settingsin order to provide a greater overall understanding of therapeutic change.\nAcknowledgements\nOur thanks to Olivier Brosseau, Mario Blaise, and Emmanuelle Gallin for their help-ful consultation.\nConﬂict of Interest\nThe authors declare that they have no conﬂict of interest.\nNotes\n1LACT is an acronym signifying ‘Liberating Actions for Transformation.’ LACT is a freestanding\nresearch, training, and psychotherapy institute based in Paris. It is supported by tax credits from the\nFrench government. SYPRENE was originally called ‘LACT Research’; the name was changed to\nSYPRENE in 2018.\n2The terms client andpatient are both used extensively throughout the literature. Each term carries cer-\ntain implications (see Hoyt, 2017, pp. 1 –5 and 217 –218).Client tends to emphasise a more egalitarian\nand less hierarchical therapeutic relationship with a subsequent de-emphasis on implications of pathol-\nogy, diagnosis, and expert (top-down) strategic treatments in favour of more collaborative/facilitative/strengths-oriented approaches (see Hoyt, 1994, pp. 2 –4). Keeping with popular practice in Australia,\nthe authors herein use the term client . As noted in Hoyt and Talmon (2014, p. 11), ‘What one calls\nthe participants and the process ( therapy ?counseling ?treatment ?intervention ?consultation ?facilitation ?\nwork?practice ?meeting ?encounter ?conversation ?coaching ?) helps to establish a meaning context (topics,\nroles, power relations, ideas about how change occurs), and thus, inﬂuences their work together.’\n3Different outcome measures have been added to the SYPRENE data recording system at differenttimes. The ORS and SRS (Miller & Duncan, 2004) as well as the client’s evaluation of the problem-solving outcome and the evaluation of change were added in the last trimester of 2019.\n4In French, ‘douleur.’\n5The Outcome Rating Scale (ORS) measures how a person feels just before the session (on a scale from\n0 to 10) on four dimensions (individually, interpersonally, socially, globally). The Session Rating Scale(SRS) measures the therapeutic alliance just after the session on four dimensions (relationship with the\ntherapist, objectives worked, the method, and the overall evaluation of the session).Gr/C19egoire Vitry, Claude de Scorraille, and Michael F. Hoyt\n184 ª2021 Australian Association of Family Therapy (AAFT)", "position": "chunk_11", "metadata": {"page_range": "18-20", "section": "Méthodologie", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-11", "content": "c alliance just after the session on four dimensions (relationship with the\ntherapist, objectives worked, the method, and the overall evaluation of the session).Gr/C19egoire Vitry, Claude de Scorraille, and Michael F. Hoyt\n184 ª2021 Australian Association of Family Therapy (AAFT)\n\nReferences\nAlexander, F., & French, T. M. (1946). Psychoanalytic Therapy: Principles and Application .\nNew York: Ronald Press Company.\nAPA (2015). Diagnostic and Statistical Manual of Mental Disorders (DSM-5) . Arlington, VA:\nAmerican Psychiatric Association.\nBateson, G. (1972). Steps to an Ecology of Being . San Francisco, CA: Chandler Publishing\nCompany.\nBaucom, D. H., Fischer, M. S., Worrell, M., Corrie, S., Belus, J. M., Molyva, E., & et al.\n(2018). Couple-based intervention for depression: An effectiveness study in the National\nHealth Service in England. Family Process ,57(2), 275 –292.\nBeer, S. (1967). Cybernetics and Management . London: English Universities Press.\nBeer, S. (1970). Managing modern complexity. Futures ,2(3), 245 –257.\nBobele, M. (2019). On a small island off the coast of Texas, in M. F. Hoyt & M. Bobele\n(Eds.), Creative Therapy in Challenging Situations: Unusual Interventions to Help Clients (pp.\n30–46). New York: Routledge.\nDarwin, C. (1859). On the Origin of Species by Means of Natural Selection or the Preservation of\nFavoured Races in the Struggle for Life . New York: Appleton.\nDouville, O. (2012). Collectif : Initiative pour une clinique du sujet. Pour en ﬁnir avec le car-\ncan du DSM. Figures de La Psychanalyse ,24(2), 253.\nEngel, G. L. (1977). The need for a new medical model: A challenge for biomedicine. Science ,\n196(4286), 129 –136.\nEngel, G. L. (1981). The clinical application of the biopsychosocial model. Journal of Medicine\nand Philosophy ,6(2), 101 –124.\nFisch, R., & Schlanger, K. (1999). Brief Therapy with Intimidating Cases: Changing the\nUnchangeable . San Francisco: Jossey-Bass.\nFisch, R., Weakland, J. H., & Segal, L. (1982). The Tactics of Change: Doing Therapy Brieﬂy .\nSan Francisco: Jossey-Bass.\nFrankl, V. E. (1963). Man’s Search for Meaning: An Introduction to Logotherapy . New York:\nWashington Square Press.\nFraser, S. J., & Solovey, A. D. (2007). Second-Order Change in Psychotherapy: The Golden\nThread That Uniﬁes Effective Treatments . Washington, DC: APA Books.\nFreud, S. (1914). Remembering, repeating, and working through. In Standard Edition of the\nComplete Psychological Works of Sigmund Freud , (Vol. 12). London: Hogarth Press.\nGarcia, T., & Wittezaele, J.-J. (1992). /C18A la Recherche de l’ /C19E cole de Palo Alto . Paris: Le Seuil.\nGoldberg, D., & Williams, P. (1991). A User’s Guide to the General Health Questionnaire . Lon-\ndon: NFER-Nelson.\nGross, J. J. (2002). Emotion regulation: Affective, cognitive, and social consequences. Psy-\nchophysiology ,39, 281 –291.\nHale, D., & Frusha, C. (2016). MRI brief therapy: A tried and true systemic approach. Jour-\nnal of Systemic Therapies ,35(2), 14 –24.\nHorigian, V. E., Anderson, A. R., & Szapocznik, J. (2016). Taking brief strategic family ther-\napy from bench to trench: Evidence generation across translational phases. Family Process ,\n55(3), 529 –542.\nHoyt, M. F. (1994). Introduction: Competency-based future-oriented therapy, in M. F. Hoyt\n(Ed.), Constructive Therapies (pp. 1 –10). New York: Guilford Press.\nHoyt, M. F. (2011). Constructing therapeutic realities: A conversation with Paul Watzlawick,\nin M. F. Hoyt (Ed.), Interviews with Brief Therapy Experts (pp. 144 –157). New York:\nBrunner-Routledge.Redundant Attempted Solutions and SYPRENE\nª2021 Australian Association of Family Therapy (AAFT) 185", "position": "chunk_12", "metadata": {"page_range": "20-22", "section": "Application clinique", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-12", "content": "11). Constructing therapeutic realities: A conversation with Paul Watzlawick,\nin M. F. Hoyt (Ed.), Interviews with Brief Therapy Experts (pp. 144 –157). New York:\nBrunner-Routledge.Redundant Attempted Solutions and SYPRENE\nª2021 Australian Association of Family Therapy (AAFT) 185\n\nHoyt, M. F. (2017). Brief Therapy and Beyond: Stories, Language, Love, Hope, and Time . New\nYork: Routledge.\nHoyt, M. F., & Talmon, M. (Eds.) (2014). Capturing the Moment: Single-Session Therapy and\nWalk-In Services . Bethel, CT: Crown House Publishing.\nJackson, J. B., Pietrabissa, G., Rossi, A., Manzoni, G. M., & Castelnuovo, G. (2018). Brief\nstrategic therapy and cognitive behavioral therapy for women with binge eating disorder\nand comorbid obesity: A randomized clinical trial one-year follow-up. Journal of Consulting\nand Clinical Psychology ,86(8), 688 –701.\nLieberman, J. A. (2015). Shrinks: The Untold Story of Psychiatry . New York: Little, Brown.\nMcKergow, M. (2021). The Next Generation of Solution Focused Practice: Stretching the World\nfor New Opportunities and Progress . New York: Routledge.\nMiller, S. D., & Duncan, B. L. (2004). The Outcome and Session Rating Scales: Administration\nand Scoring Manual . Chicago, IL: Institute for the Study of Therapeutic Change.\nNardone, G., & Balbi, E. (2012). Sillonner la Mer /C18a l’Insu du Ciel . Bruxelles: Le Germe.\nNardone, G., & Portelli, C. (2005). Knowing through Changing: The Evolution of Brief Strategic\nTherapy . Bethel, CT: Crown House Publishing.\nNardone, G., & Salvini, A. (2018). The Strategic Dialogue: Rendering the Diagnostic Interview a\nReal Therapeutic Intervention . New York: Routledge.\nNardone, G., & Waltzlawick, P. (1993). The Art of Change: Strategic Therapy and Hypnother-\napy without Trance . San Francisco: Jossey-Bass.\nNardone, G., & Watzlawick, P. (2005). Brief Strategic Therapy: Philosophy, Techniques, and\nResearch . Northvale, NJ: Jason Aronson.\nO’Hanlon, B. (1999). Do One Thing Different: And Other Uncommonly Sensible Solutions to\nLife’s Persistent Problems . New York: William Morrow.\nPascal, B. (1869 –1872). Oeuvres Compl /C18etes de Blaise Pascal (Vol. 1). Paris: Hachette.\nRohrbaugh, M. J., & Shoham, V. (2001). Brief therapy based on interrupting ironic processes:\nThe Palo Alto model. Clinical Psychology ,8(1), 66 –81.\nRuesch, J., & Bateson, G. (1951). Communication: The Social Matrix of Psychiatry . New York:\nNorton.\nSeligman, M. E. (1995). The effectiveness of psychotherapy: The consumer reports study.\nAmerican Psychologist ,50(12), 965 –974.\nde Shazer, S. (1988). Clues: Investigating Solutions in Brief Therapy . New York: Norton.\nShort, D. (2020). From William James to Milton Erickson : The Care of Human Consciousness .\nBloomington, IN: Archway Publishing.\nSoo-Hoo, T. (2019). Beyond reason and insight: The 180-degree turn in therapeutic interven-\ntions, in M. F. Hoyt & M. Bobele (Eds.), Creative Therapy in Challenging Situations: Unu-\nsual Interventions to Help Clients (pp. 193 –208). New York: Routledge.\nTasca, G. A., Sylvestre, J., Balfour, L., Chyurlia, L., Evans, J., Fortin-Langelier, B., et al.\n(2015). What clinicians want: Findings from a psychotherapy practice research network sur-\nvey. Psychotherapy ,52(1), 1 –11.\nTeachman, B. A., Drabick, D. A. G., Hershenberg, R., Vivian, D., Wolfe, B. E., & Goldfried,\nM. R. (2012). Bridging the gap between clinical research and clinical practice: Introduction\nto the special section. Psychotherapy ,49(2), 97 –100.\nVitry, G., Duriez, N., Suberville, S., Pakrosnis, R., Beau, A., Garcia-Rivera, T., et al.\n(2020). Introducing SYPRENE: An international practice research network for strategicand systemic therapists and researchers. Family Process , https://doi.org/10.1111/famp.\n12520.\nVitry, G., Pakrosnis, R., Brosseau, O. G., & Duriez, N. (2021). Effectiveness and efﬁciency of\nstrategic and systemic therapy in naturalistic settings: Preliminary results from a systemicGr/C19egoire Vitry, Claude de Scorraille, and Michael F. Hoyt\n186 ª2021 Australian Association of Family Therapy (AAFT)", "position": "chunk_13", "metadata": {"page_range": "22-24", "section": "Introduction", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-13", "content": "Brosseau, O. G., & Duriez, N. (2021). Effectiveness and efﬁciency of\nstrategic and systemic therapy in naturalistic settings: Preliminary results from a systemicGr/C19egoire Vitry, Claude de Scorraille, and Michael F. Hoyt\n186 ª2021 Australian Association of Family Therapy (AAFT)\n\npractice research network (SYPRENE). Journal of Family Therapy ,1–23. https://doi.org/10.\n1111/1467-6427.12343.\nVon Bertalanffy, L. (1969). General System Theory. Foundations, Development, Applications .\nNew York: Georges Braziller.\nWatzlawick, P. (1997). ’Insight’ may cause blindness, in J. K. Zeig (Ed.), The Evolution of Psy-\nchotherapy: The Third Conference (pp. 309 –317). New York: Brunner/Mazel.\nWatzlawick, P., Weakland, J. H., & Fisch, R. (1974). Change: Principles of Problem Formation\nand Problem Resolution . New York: Norton.\nWatzlawick, P., & J. H. Weakland (Eds.) (1977). The Interactional View: Studies at the Mental\nResearch Institute, Palo Alto, 1965 –1974 . New York: Norton.\nWeakland, J., Fisch, R., Watzlawick, P., & Bodin, A. (1974). Brief therapy: Focused problem\nresolution. Family Process ,13(2), 141 –168.\nWeakland, J. H., & Ray, W. A. (Eds.) (1995). Propagations: Thirty Years of Inﬂuence from the\nMental Research Institute . New York: Haworth Press.\nWender, P. H. (1968). Vicious and virtuous circles: The role of deviation amplifying feedback\nin the origin and perpetuation of behavior. Psychiatry ,31(4), 309 –324.\nWittezaele, J.-J., & Nardone, G. (2016). Une Logique des Troubles Mentaux . Paris: Seuil.Redundant Attempted Solutions and SYPRENE\nª2021 Australian Association of Family Therapy (AAFT) 187", "position": "chunk_14", "metadata": {"page_range": "24-22", "section": "Méthodologie", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}]