[{"id": "chunk-0", "content": "© 2021 Association for Family Therapy and Systemic Practice in the UK.Journal of Family Therapy (2021) 0: 1–2\ndoi: 10.1111/1467-6427.12343\nEffectiveness and Efficiency of Strategic and Systemic \nTherapy in Naturalistic Settings: Preliminary Results \nfrom a Systemic Practice Research Network (SYPRENE)\nGrégoire Vitry ,a,b,c Rytis Pakrosnis,d Olivier \nGabriel Brosseaue and Nathalie Duriezc\nSYPRENE, an international digital systemic practice research network \n(PRN), was established in 2014 to fill the gap in practice- based research on \nthe effectiveness and efficiency of systemic therapies, starting with strategic \ntherapies. This article reports initial outcome results. So far, twenty- seven \ntherapists from several countries using the MRI brief therapy strategic ap -\nproach have collected data for a wide range of problem diagnoses. Data \nare reported here for 1,150 completed cases. The drop- out rate was 19%. \nSignificant improvement or complete problem resolution was reported \nby therapists in 80% and by patients in 90% of cases, with an average of \n5.4 sessions and 5.3 months of treatment. Patients reported significant im -\nprovement on the GHQ- 12 with a large effect size, and 76% of cases were \nevaluated as reaching reliable and clinically significant change.\nPractitioner points\n1. SYPRENE is a digital practice research network\n2. Outcome data have been collected on 1,079 cases.\n3. Evidence supports the effectiveness of strategic therapy.\nKeywords: brief therapy; MRI; outcome research; research methodology; strategic \ntherapy; systemic consultation.\nThanks to Michael Hoyt, Xavier Briffault, Aurélien Baelde and Scott \nMiller for consultation.\nStrategic therapy was inspired by the work of Milton Erickson (1980; Haley, \n1973) and Gregory Bateson (1972, 1979) and flourished in the 1980s, \na Director LACT, Paris, France\nb University Paris Descartes, CERMES3, Paris, France\nc Laboratoire de Psychopathologie et Neuropsychologie, University Paris 8, Saint- Denis, \nFrance\nd Vytautas Magnus University, Kaunas, Lithuania\ne LACT, Paris, France", "position": "chunk_1", "metadata": {"page_range": "1-3", "section": "Introduction", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-1", "content": "\nb University Paris Descartes, CERMES3, Paris, France\nc Laboratoire de Psychopathologie et Neuropsychologie, University Paris 8, Saint- Denis, \nFrance\nd Vytautas Magnus University, Kaunas, Lithuania\ne LACT, Paris, France\n\n2 Grégoire Vitry et al. \n© 2021 Association for Family Therapy and Systemic Practice in the UK.\ninitially at the Mental Research Institute (MRI) in Palo Alto, California \n(Fisch et al., 1982; Watzlawick et al., 1974), and then later in Washington, \nDC (e.g. Haley, 1977, Richeport and Carlson, 2012; Madanes, 1981, 1984) and in Milan (e.g. Boscolo et al., 1987). Working with patients from an interactional- systemic perspective that favours short- term problem- \nsolving strategies, this therapeutic approach has spread around the world and has taken many different forms and variations (Hoyt, 2019; Nichols, \n2003). Although MRI strategic- interactional therapy has ‘stood the test of \ntime’ (Hale and Frusha, 2016) and the general conclusion can be made \nthat strategic therapy works (Horigian et al., 2015, 2016; Jackson et al., \n2018; Nardone and Portelli, 2005; Pietrabissa et al., 2016; Wittezaele and \nNardone, 2016), the limited transferability of laboratory- based efficacy \nresearch into everyday clinical practice is often stressed in the litera-ture (Baucom et al., 2018; Lebow, 2018; Tasca et al., 2015; Teachman et \nal., 2012). Looking for solutions to fill the gap between laboratory and naturalistic psychotherapy outcome studies, practice research networks (PRNs) were introduced in the 1990s in the hope that large numbers of \ncases coming from real- life clinical practice would allow obtaining spe-\ncific information valid for everyday practice and greater generalisability \nof results and conclusions (Johnson et al., 2017; Thurin et al., 2012).\nThe Systemic Practice Research Network (SYPRENE), created by \nLACT\n1 Research in 2014, is a PRN of professionals, including therapists \nfrom several international institutes (Vitry et al., 2020). Following a \n‘real- world’ research perspective (Seligman, 1995), SYPRENE’s main \ngoal is to fill the research gap on the effectiveness and efficiency of stra-\ntegic therapy by developing a new therapy data recording and assess-ment platform that would create a database and allow communication \nbetween and amongst practitioners and researchers. SYPRENE aims to \nuse a minimum number of general measures to reduce costs and time demands, simplify assessment and training and allow comparisons be-\ntween different cases and techniques. Effectiveness characterises the \nmeasure of a treatment performance under natural clinical conditions. Efficacy deals with the measure of a treatment performance under ideal laboratory conditions such as randomised controlled trials (RCTs) used \nby evidence- based medicine. Efficiency is the ratio between resources \nand effectiveness.\n1LACT is an acronym signifying ‘Liberating Actions for Transformation’. LACT is a free-\nstanding research, training and psychotherapy institute based in Paris. It is supported by tax \ncredits from the French government. SYPRENE was originally called ‘LACT Research’; we changed the name to SYPRENE in 2018.", "position": "chunk_2", "metadata": {"page_range": "2-5", "section": "Méthodologie", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-2", "content": "-\nstanding research, training and psychotherapy institute based in Paris. It is supported by tax \ncredits from the French government. SYPRENE was originally called ‘LACT Research’; we changed the name to SYPRENE in 2018.\n\nPreliminary Results from a (SYPRENE) 3\n© 2021 Association for Family Therapy and Systemic Practice in the UK.\nSYPRENE’s purpose and goals, the process of development and \ndata collecting/recording system were described in detail in a previous \narticle (Vitry et al., 2020). The present article introduces preliminary \noutcome results of the SYPRENE PRN. It explains the methodology for evaluating the problem- solving outcome from both the therapist’s \nand the patient’s points of view. Outcome results, combining patients’ and practitioners’ perspectives, are presented. Finally, a link between \nproblem- solving outcomes and changes in patients’ psychosocial func-\ntioning is analysed, informing the discussion about the validity of dif-\nferent methods of outcome evaluation and the convergence between \noutcomes measured by different means and from different perspectives.\nMethods\nSYPRENE Digital Data Collection and Recording System\nData in SYPRENE are collected from both practitioners and patients, \nand then entered digitally into the data- recording system by the prac-\ntitioners (Vitry et al., 2020). Practitioners all undergo an initial 90- min \ntraining in the use of SYPRENE, and then engage in a monthly online \nconference to discuss cases and assessments.\nStandardised information for each patient’s case is recorded:\n• date, time, duration and setting of a session;\n• problem diagnosis, level of potential risk;\n• type of session (first appointment, continuing and last appointment);\n• patient’s evaluation of the therapeutic alliance (Session Rating Scale; SRS, \nMiller and Duncan, 2004 – discussed below) scores obtained after each \nsession;\n• stage of the therapy [e.g. defining the objective of the therapy; unblocking (problem attempted solution); consolidation (when problem is solved); follow- up at 6 months; type of ending (completed or drop- out)];\n• patient’s evaluation of the outcome: (1) General Health Questionnaire (GHQ- 12 – discussed below) scores obtained before the first, fourth and \nafter the last session; (2) Outcome Rating Scale (ORS; Miller and Duncan, 2004) for each session\n2; (3) patient’s evaluation of the problem- solving \n2Looking for the best solutions, different outcome measures were added to the SYPRENE \ndata recording system at different times. The ORS and SRS (Miller and Duncan, 2004) as well \nas the patient’s evaluation of the problem- solving outcome and the evaluation of change were \nadded in the last trimester of 2019. Thus, only measures with a substantial number of cases, allowing reliable statistical analysis, were used in the present article (see Outcome measures).", "position": "chunk_3", "metadata": {"page_range": "4-6", "section": "Application clinique", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-3", "content": "the evaluation of change were \nadded in the last trimester of 2019. Thus, only measures with a substantial number of cases, allowing reliable statistical analysis, were used in the present article (see Outcome measures).\n\n4 Grégoire Vitry et al. \n© 2021 Association for Family Therapy and Systemic Practice in the UK.\noutcome (on an 11- point scale) at the end of the therapy; (4) patient’s \nevaluation of change (to what extent – - not at all, little, mostly or com-\npletely) before the fourth and after the last session;\n• practitioners’ evaluation of the problem- solving outcome (on an 11- point \nscale) at the end of the therapy).\nOutcome measures\nGeneral Health Questionnaire (GHQ- 12) (Goldberg and Williams, \n1991) is a self- administered questionnaire composed of twelve ques-\ntions, developed as a unidimensional scale for measuring ‘mental dis-\ntress’. Answers are scored on a 5- point scale (0– 4) to quantify the level \nof subjective psychological suffering. Thus, scores can range between 0 and 48. The GHQ- 12 provides a general health score and is widely used \nto measure change in psychotherapy research and everyday practice; it is quick and easy to complete by a patient; it can be used for different situations and problems; and it has been translated into a number of \nlanguages and possesses good validity and reliability characteristics, with \nconsistency ranging between .76 and .94 (Lesage et al., 2011; Sánchez- López and Dresch, 2008; Werneke et al., 2000).\nPractitioners’ and patients’ evaluation of the problem- solving outcome\nTo what extent the patient’s presenting problem had been solved \nduring the therapy in each case was assessed by the therapist and pa-tient at the end of the therapy on a 0– 10- point scale (from 0 = problem \nunsolved to 10 = problem solved).\n3\nThese assessments are closely related and integrated into the stra-\ntegic therapy process. At the beginning of the therapy, a practitioner \nevaluates the contextual problem that brings a patient to therapy, the \nredundant attempted solution (Vitry et al., in press) that keeps a pa-tient stuck in the situation and the minimum needed to resolve the problem. Next, a practitioner works on the different levels of inter -\nvention (strategy, communication and relationship) using direct pre-scriptions or indirect suggestions. From the second session onwards, the practitioner asks at the beginning of each session if the patient has \ndone the prescriptions (behaviours, thoughts or other homework) they \n3The problem- solving scale originated with Molnar and de Shazer (1987) and was origi-\nnally called the ‘inverted scale’.", "position": "chunk_4", "metadata": {"page_range": "6-7", "section": "Introduction", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-4", "content": " session if the patient has \ndone the prescriptions (behaviours, thoughts or other homework) they \n3The problem- solving scale originated with Molnar and de Shazer (1987) and was origi-\nnally called the ‘inverted scale’.\n\nPreliminary Results from a (SYPRENE) 5\n© 2021 Association for Family Therapy and Systemic Practice in the UK.\nhave agreed upon. Once it is determined that the prescriptions have \nbeen implemented, the practitioner asks the patient if this has had an \neffect on symptoms in terms of reducing frequency and/or intensity. \nThis iterative process (Figure 1) allows a practitioner to assess the pa-tient’s problem- solving outcome from 0 to 10 (from problem unsolved \nto problem solved) session by session.\nWhen the patient’s unsuccessful attempted solutions are stopped \nand the therapy process comes to an end, the practitioner asks the pa-tient to rate the problem- solving outcome on a 0– 10- point scale (from \nproblem unsolved to problem solved). At times, practitioners may have different evaluations from those of patients if a therapist considers, for instance, that a patient underestimates his or her own progress (which may be part of the patient’s difficulty, e.g. for a perfectionistic patient) \nor overestimates his or her progress (e.g. for someone who tends to be \noverly optimistic or exaggerates their accomplishments).\nFor the outcome analysis, practitioners’ and patients’ assessments \nwere prima facie and somewhat arbitrarily categorised as\n1. Problem solved (successful intervention or improved substantially) if a \npractitioner/patient evaluated the extent to which a problem had been Figure 1. Interactional scheme of a practitioner’s and patient’s evaluation of the \noutcome for each session.", "position": "chunk_5", "metadata": {"page_range": "7-7", "section": "Méthodologie", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-5", "content": "vention or improved substantially) if a \npractitioner/patient evaluated the extent to which a problem had been Figure 1. Interactional scheme of a practitioner’s and patient’s evaluation of the \noutcome for each session.\n\n6 Grégoire Vitry et al. \n© 2021 Association for Family Therapy and Systemic Practice in the UK.\nsolved as 7 or more (indicating substantial or complete resolution of the \nproblem at the end of therapy);\n2. Problem only partially solved (improved somewhat or intervention with moderate improvement) if a practitioner/patient evaluated the extent of problem resolution as 4– 6 (indicating partial remission of symptoms at \nthe end of therapy);\n3. Problem not solved (failed intervention or little improved) if a practi-tioner/patient evaluated the resolution of the problem as 3 or less (indi-cating that the treatment was not effective).\nParticipants\nPractitioners. Analysis and results are based on data from the twenty- \nseven active members of SYPRENE4 (those who have provided ratings \nfor at least one case), of whom fifteen were female and twelve were male. Their average age was 49 years (SD = 5.4), ranging between 37 \nand 60 years. The nationalities of the SYPRENE practitioners are as fol-lows: fourteen French, six Italian, two Mexican, one Spanish, one Belgian, one Swiss, one Canadian and one South African. Practitioners \nreported having an average of 16 years of experience as psychologists/\npsychotherapists (n = 11), therapists/counsellors (n = 16). All practi-tioners identified themselves as ‘strategic therapists’, and 18% (n = 4) \nalso specified Ericksonian hypnotherapy as a secondary specialisation.\nConsistent with the theory of redundant attempted solutions (RAS; \nVitry et al., in press), from which the MRI strategic approach was de-\nrived, when people try to solve problems, they often apply the very strategy that perpetuates the problems they seek to solve. Disrupting \nRAS can resolve ‘stuckness’ and thus allow change to occur. In MRI- style strategic- systemic therapy (Watzlawick et al., 1974; Fisch et al., 1982; \nNardone and Portelli, 2005; Nardone and Watzlawick, 1993, 2005), this is accomplished as the practitioner and client continuously provide one another with feedback and make adjustments.\nPatients. Since the beginning of SYPRENE data collection, data for \n2,027 patients seen individually have been recorded from the twenty- seven active therapists (data for the current article were retrieved from the system on 3 April 2020), including the following (Figure  2): (1) \n1,150 patients (57%) with a final outcome evaluation on at least one \n4Ninety therapists opened an account to learn more about SYPRENE but did not con-\ntribute data.", "position": "chunk_6", "metadata": {"page_range": "7-9", "section": "Application clinique", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-6", "content": "April 2020), including the following (Figure  2): (1) \n1,150 patients (57%) with a final outcome evaluation on at least one \n4Ninety therapists opened an account to learn more about SYPRENE but did not con-\ntribute data.\n\nPreliminary Results from a (SYPRENE) 7\n© 2021 Association for Family Therapy and Systemic Practice in the UK.\nmeasure (912 of them completed therapy with a closing meeting and \n238 terminated therapy early, thus were considered as drop- outs); (2) \n447 patients (22%) without an outcome evaluation (385 of whom were ‘visitors’ merely seeking information or for whom therapists did not collect data necessary for the outcome evaluation, and 62 who dropped out early and thus were not assessed at the last meeting); and (3) 430 \npatients (21%) who were still undergoing therapy at the moment of \ndata retrieval from the system. Therefore, out of 1,597 patients for whom the therapy was finished at the moment of data retrieval, 300 \n(19%) were considered drop- outs (terminated early or did not come to \nan assigned appointment).\nThus, the general sample for the outcome analysis was 1,150 pa-\ntients with outcome data on at least one of three measures. Of those, 1,079 patients had a practitioner’s problem- solving outcome evalua-\ntion; in 231 cases problem- solving outcome was evaluated by the pa-\ntients and in 224 cases\n5 the GHQ- 12 was filled in at the last session \n5Note: the sum of provided numbers does not correspond to the general number of \npatients with outcome evaluation (n  =  1,150) because for some patients the outcome was \nassessed on all measures, whereas for some, on two or only one measure, which again could vary in different cases. Thus, depending on the measure, different sample sizes will be used when analysing outcome data.Figure 2. Flow of patient enrolment and evaluation.", "position": "chunk_7", "metadata": {"page_range": "9-9", "section": "Introduction", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-7", "content": ", on two or only one measure, which again could vary in different cases. Thus, depending on the measure, different sample sizes will be used when analysing outcome data.Figure 2. Flow of patient enrolment and evaluation.\n\n8 Grégoire Vitry et al. \n© 2021 Association for Family Therapy and Systemic Practice in the UK.\n(180 of these cases had the GHQ- 12 at the first and the last sessions, \nallowing comparison of these scores to assess the magnitude of \nchange on this measure).\nOut of 1,150 patients with outcome evaluation, 64% were self- \nidentified female and 36% were self- identified male. Marital status \n(reported by 65% of patients) was 48% living alone (single, separated, \nwidowed) and 52% living as a couple (married or in a union). The aver -\nage age (indicated by 70% of patients) was 39.7 (SD = 13.6) years; 14% were under 25 years old, 51% between 25 and 44 years old, 31% between 45 and 64 years old and 4% were over 65 years old. Occupationally, 67% \nwere employed and 33% were inactive (e.g. without professions, job \nseeking or retired).\nMissing data analysis. As seen in Figure 2, outcome data for 447 pa-\ntients (28% of 1,597 cases for whom therapy was finished in one or \nanother way) were not collected. Evaluation by the therapist was intro-\nduced as soon as the database was created (2014), GHQ- 12s were fully \nimplemented in 2018 and evaluation by the patient fully implemented \nin 2019. It can be observed that 2018 was the pivotal year from which \nautomated procedures were introduced that encourage practitioners to fill in the necessary data at the time of file closure. These pop- up proce-\ndures remind the practitioner that it is necessary to enter certain data. \nPractitioners are gradually reducing their rate of missing data.\nThe assumption that missing data occurred due to organisational \nand accidental reasons and that there is no systematic bias for missing data can be partially supported by the fact that no differences between \npatient groups with and without outcome data were found in regard to gender, age, relationship status or initial practitioners’ and patients’ problem severity evaluations as well as initial GHQ- 12 scores.\nResults\nStatistical analysis was conducted using SPSS- 21 software. For the 1,150 \ncases completed with outcome assessment, the average number of ses-\nsions was 5.4 (SD = 4.4), ranging from 1 to 35 sessions. In 10% of cases, \nintervention was completed after a single session; in 29% of cases, after two to three sessions; in 23% of cases, after four to five sessions; in 15% of cases, after six to seven sessions; and in 8% of cases, after eight to \nnine sessions. Only 11% of patients needed between ten and fifteen ses-\nsions, and another 4% needed more than fifteen sessions. The average", "position": "chunk_8", "metadata": {"page_range": "9-11", "section": "Méthodologie", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-8", "content": " 15% of cases, after six to seven sessions; and in 8% of cases, after eight to \nnine sessions. Only 11% of patients needed between ten and fifteen ses-\nsions, and another 4% needed more than fifteen sessions. The average\n\nPreliminary Results from a (SYPRENE) 9\n© 2021 Association for Family Therapy and Systemic Practice in the UK.\n(mean) duration of treatment for all 1,150 patients with outcome data \nwas 5.3 months (SD = 5.8).\nTable 1 presents a summary of the types of problem diagnoses for \nwhich the clients came to therapy. For the sake of brevity, only problem categories included in ten or more cases are presented. The items in the table include interactional diagnoses (de Scorraille et al., 2017; Vitry et al., 2019; Watzlawick, 2009) such as relational problems at place of \nwork, relational problems with mistrust of others or relational problems \nwithin the couple. Data in Table 1 indicate that interpersonal conflict, problems of self- esteem, mistrust and anxiety- related issues were the \nproblems most frequently reported by patients. It is also notable that, for most problem categories, the success rate ranged between 70% and 95%. The highest success rates (over 90%) were for perfectionism, pho-bias and problems related to change in the workplace, while the lowest \nsuccess rates (59%) were for issues related to borderline personality.\nProblem- solving outcome results based on practitioners’ and patients’ \nevaluations\nThe SYPRENE data recording system requires that, in each case after \nthe last appointment, the degree of problem improvement is evaluated on an 11- point scale (0– 10). The average evaluation by practitioners \nat the last appointment was 6.0 (SD = 2.8, n = 1079) and ranged from \n0 to 10. Patients’ evaluations on the same scale also ranged from 0 to 10, but the average score was somewhat higher: 7.1 (SD = 2.6, n = 231). \nHaving in mind sample size differences, we calculated averages only for \nthose cases where problem- solving outcome was evaluated by both prac-\ntitioners and patients (n = 219). In these instances, the practitioners’ av-\nerage evaluation was 7.3 (SD = 2.3), and the patients’ was 7.1 (SD = 2.6).\nFurthermore, practitioners’ and patients’ evaluations were separated \ninto three categories, reflecting the success rates of intervention (see Outcome Measures section in Methods). Thus, out of the total 1,079 patients who had practitioners’ problem- solving outcome evaluations, \nin 53% of cases problems were evaluated by practitioners as solved or improved substantially (rated 7– 10), 27% as only partially solved or im-\nproved somewhat (rated 4– 6) and 20% as unsolved or little improved \n(rated 0– 3). Out of 231 patients who evaluated their problem- solving \noutcome on a 0– 10- point scale at the last session, in 70% of cases prob-\nlems were evaluated as solved or improved substantially, 20% as only partially solved or improved somewhat and 10% as unsolved or little im-\nproved [among these, 4% (n = 9) of cases were evaluated by patients as 0].", "position": "chunk_9", "metadata": {"page_range": "11-13", "section": "Application clinique", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-9", "content": "rob-\nlems were evaluated as solved or improved substantially, 20% as only partially solved or improved somewhat and 10% as unsolved or little im-\nproved [among these, 4% (n = 9) of cases were evaluated by patients as 0].\n\n10 Grégoire Vitry et al. \n© 2021 Association for Family Therapy and Systemic Practice in the UK.TABLE 1 Frequencies of patients’ problem diagnoses and practitioners’ evaluation of success rates for each problem diagnosis category \n(n = 1,150)\nCategory of patients’ problem \ndiagnosesNumber of casesFailed interventionIntervention with some improvementSuccessful interventionSuccess rate % (complete and partial)\nProblems of self- esteem 117 20 34 63 97 (83%)\nRelational problem with mistrust \nparanoia86 13 27 46 73 (85%)\nPathological doubt 82 9 22 51 73 (89%)\nRelational problems at place of \nwork72 5 28 39 67 (93%)\nRelation problems with conflict 63 15 16 32 48 (76%)\nRelational problems within the \nfamily50 6 18 26 44 (88%)\nObsessive disorder 47 8 9 30 39 (83%)\nRelational problems within \ncouple46 10 12 24 36 (78%)\nPanic disorder 41 6 5 30 35 (85%)\nBurn- out 40 6 17 17 34 (85%)\nChronic fatigue syndrome 39 6 11 22 33 (85%)\nGeneralised anxiety disorder 39 8 10 21 31 (79%)\nDepressive disorder 37 11 11 15 26 (70%)\nPost- traumatic stress disorder 29 4 5 20 25 (86%)\nProcrastination 27 3 10 14 24 (89%)\nPhobic behaviour 25 2 11 12 23 (92%)\n(Continues)", "position": "chunk_10", "metadata": {"page_range": "12-12", "section": "Introduction", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-10", "content": "alised anxiety disorder 39 8 10 21 31 (79%)\nDepressive disorder 37 11 11 15 26 (70%)\nPost- traumatic stress disorder 29 4 5 20 25 (86%)\nProcrastination 27 3 10 14 24 (89%)\nPhobic behaviour 25 2 11 12 23 (92%)\n(Continues)\n\nPreliminary Results from a (SYPRENE) 11\n© 2021 Association for Family Therapy and Systemic Practice in the UK.Category of patients’ problem \ndiagnosesNumber of casesFailed interventionIntervention with some improvementSuccessful interventionSuccess rate % (complete and partial)\nPerfectionism disorder 23 2 7 14 21 (91%)\nBorderline personality disorder 19 4 6 9 15 (79%)\nAvoidance disorder 19 2 8 9 17 (89%)\nPathological grief 18 2 3 13 16 (89%)\nPerformance anxiety 17 2 5 10 15 (88%)\nSubstance abuse (alcohol and \nother drugs)16 5 6 5 11 (69%)\nOCD (obsessive compulsive \ndisorder)16 3 2 11 13 (73%)\nHarassment 15 3 6 6 12 (80%)\nProblems related to change at \nwork14 2 3 9 12 (86%)\nAcute stress disorder 13 0 4 9 13 (100%)\nPersistent depressive disorder 11 2 5 4 9 (82%)\nSpecific phobia/social anxiety \ndisorder10 1 5 4 9 (90%)TABLE 1 (CONTINUED)", "position": "chunk_11", "metadata": {"page_range": "12-13", "section": "Méthodologie", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-11", "content": "%)\nProblems related to change at \nwork14 2 3 9 12 (86%)\nAcute stress disorder 13 0 4 9 13 (100%)\nPersistent depressive disorder 11 2 5 4 9 (82%)\nSpecific phobia/social anxiety \ndisorder10 1 5 4 9 (90%)TABLE 1 (CONTINUED)\n\n12 Grégoire Vitry et al. \n© 2021 Association for Family Therapy and Systemic Practice in the UK.\nThus, practitioners evaluated 80% of cases and patients 90% of cases as \nsuccessful (problem solved to improved somewhat). Again, when suc-\ncess rates were calculated for those cases which have both practitioners’ \nand patients’ evaluations (n = 219), results revealed that practitioners evaluated 93% and patients 89% of the cases as successful.\nOutcome results based on GHQ- 12\nSince 2018, when the GHQ- 12 was introduced to the SYPRENE data \nrecording system, we have collected data from 180 patients who com-\npleted the questionnaire at the beginning of their first and at the end of their last appointment (Figure 1). The within- group comparison of \nthe GHQ- 12 mean scores at the first (M = 30.83, SD = 8.52) and the last \n(M = 10.97, SD = 5.54) sessions revealed a statistically significant of de-\ncrease of subjective suffering (t = 26.58, p < .001) with large effect size \n(Cohen d = 1.68\n6, confidence interval for d = 1.44– 1.92).\nThe difference of mean scores and effect size demonstrates statisti-\ncal significance of change on a group level, but due to its naturalistic nature, the data obtained from SYPRENE do not provide the oppor -\ntunity for comparison with any kind of control group. Thus, analysis of the reliable and clinically significant change (Jacobson and Truax, \n1991), which allows estimation of the benefits of an intervention on the \nindividual level compared with normative population data (how close \nto the normative or ‘healthy’ population a client has come during the \ntherapy), was performed for the GHQ- 12 data.\nThe concept of reliable change reflects the extent to which individ-\nual change on a measure exceeds the interval which represents the \nmeasurement variability of the instrument employed (Evans et al., \n1998). It is assessed using the standard error (SE) of measurement con-sidering that two repeated measurements were made: SE\ndiff = SD1√2√1- r \n(where SD1 is the standard deviation of baseline observations; r is the \nreliability of the measure7). The change is considered as reliable with \nprobability of 95% if it is larger than SEdiff × 1.96 (Evans et al., 1998). \n6An online effect size calculator (Lenhard and Lenhard, 2016) for single- group repeated \nmeasures design (as suggested by Morris, 2008) was employed.\n7To simplify and shorten the encoding process of SYPRENE practitioners, enter the total \nGHQ- 12 scores, which does not allow calculation of internal reliability of the instrument based \non collected data. Thus, the GHQ- 12 internal reliability coefficient, provided in the litera-\nture for French and Spanish non- clinical populations (Lesage et al., 2011; Sánchez- López and \nDresch, 2008) was used in this analysis since most data in this study come from these national \npopulations.", "position": "chunk_12", "metadata": {"page_range": "12-15", "section": "Application clinique", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-12", "content": " in the litera-\nture for French and Spanish non- clinical populations (Lesage et al., 2011; Sánchez- López and \nDresch, 2008) was used in this analysis since most data in this study come from these national \npopulations.\n\nPreliminary Results from a (SYPRENE) 13\n© 2021 Association for Family Therapy and Systemic Practice in the UK.\nAccording to this formula, patients whose GHQ- 12 score difference be-\ntween the first and the last appointments exceeded 11.0 points were \nconsidered as reaching reliable change.\nThe change of a measure can be considered as clinically significant \nwhen there is a greater likelihood of the patient’s post- treatment score \nfalling closer to the average score of the normative (non- clinical) popu-\nlation than to the average score of the treated (clinical) population. Statistically, this requires the determination of the cut- off point where \nthe probability of coming from each of the distributions is equal (Evans \net al., 1998): [(mean\nclin × SDnorm) + (meannorm × SDclin)]/(SDnorm + SDclin)8. In \nour data, the estimated cut- off point was 22.8, so the patients whose \nGHQ- 12 scores were above the cut- off at the first appointment and \nbelow the cut- off at the last appointment were considered as having \nreached clinically significant change. The difference of the GHQ- 12 \nscore between the first and the last appointments was categorised as \nachieving or not achieving the reliable change, clinically significant \nchange or both (Table 2).\nResults suggest that change, as measured by GHQ- 12, can be consid-\nered as reliable in 80% of cases and as clinically significant in 81% of cases. Accordingly, 76% (n = 137) of the patients could be considered as reaching both reliable and clinically significant change. These re-sults are encouraging, especially considering that as many as 16% of the \npatients started better than the cut- off for clinically significant change \n(their GHQ- 12 scores were in the normal population range at the first \nappointment); thus, eliminating them from the calculations would dra-matically increase (up to 91%) the number of patients reaching reliable \nand clinically significant change. Finally, there were only 2% (n = 3) of patients who could (their initial GHQ- 12 scores were in the range of the \nclinical group) but failed to reach clinically significant change.\nRelationship between outcome results obtained by different measures\nSince three different outcome measures representing practitioners’ and \npatients’ perspectives were used, we further address the question of the \nrelationship between outcome results obtained using these measures. Since the problem- solving outcome was evaluated by practitioners and \n8For normative data, we used GHQ- 12 mean scores and SD from the articles, presenting \nGHQ- 12 data for non- clinical French and Spanish populations (Lesage et al., 2011; Sánchez- \nLópez and Dresch, 2008). Due to the coding differences mentioned in the articles presented \nGHQ- 12 data with the 0- 1- 2- 3 scoring system, mean GHQ- 12 scores for normative population \nwere recalculated to match the 0- 1- 2- 3- 4 coding system used in this article.", "position": "chunk_13", "metadata": {"page_range": "15-16", "section": "Introduction", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-13", "content": "erences mentioned in the articles presented \nGHQ- 12 data with the 0- 1- 2- 3 scoring system, mean GHQ- 12 scores for normative population \nwere recalculated to match the 0- 1- 2- 3- 4 coding system used in this article.\n\n14 Grégoire Vitry et al. \n© 2021 Association for Family Therapy and Systemic Practice in the UK.TABLE 2 The distribution of participants in different groups of reliable and clinically significant change\nReliable change reached?\nTotal No Yes\nClinically significant \nchange reached?Started better than cut- off (no need for \nclinically significant change)24 5 29 (16%)\nNo 3 2 5 (3%)\nYes 9 137 146 (81%)\nTotal: 36 (20%) 144 (80%) 180 (100%)", "position": "chunk_14", "metadata": {"page_range": "16-15", "section": "Méthodologie", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-14", "content": "e reached?\nTotal No Yes\nClinically significant \nchange reached?Started better than cut- off (no need for \nclinically significant change)24 5 29 (16%)\nNo 3 2 5 (3%)\nYes 9 137 146 (81%)\nTotal: 36 (20%) 144 (80%) 180 (100%)\n\nPreliminary Results from a (SYPRENE) 15\n© 2021 Association for Family Therapy and Systemic Practice in the UK.\npatients on a similar 0– 10- point scale, analysis of these evaluations was \nconducted and revealed strong correlation (r =.77, p < .001, n = 219). \nIn addition, moderate agreement between practitioners’ and patients’ \ncategorised evaluations of problem- solving outcomes (solved, partially \nsolved and not solved) was revealed (κ =.550 (95% CI, .44 to .66), p < .001).\nThe problem- solving outcome measures indicate the state or severity \nof a problem at the end of the therapy. GHQ- 12 score at the last ap-\npointment also reflects the level of a patient’s mental distress after the therapy. Thus, we analysed the relationship between problem- solving \noutcomes and GHQ- 12 scores at the last appointment. To account for \npossible differences in practitioners’ impact on the delivery of therapy, a linear mixed model (Hox et al., 2017) was used to model the rela-tionship between the GHQ- 12 at the last appointment (as the outcome \nvariable) with practitioners’ or patients’ problem- solving outcome eval-\nuations and GHQ- 12 at the first appointment as fixed effects, as well as \npractitioners’ identity as the random- effect variable on problem- solving \noutcome evaluation. The model included random slopes and random intercepts for problem- solving outcome evaluation. The software ‘R’ \nwas used, along with the ‘lmer’ library. Model was fitted with restricted maximum likelihood estimation (REML). As presented in Table 3, the \nfixed- effect slope coefficient of practitioners’ problem- solving outcome \nevaluation was −1.42 (SD = 0.42, t = −3.32). Similar results (Table 4) were \nobtained for patient’s problem- solving outcome evaluation with a linear \nmixed model (fixed- effect patients’ problem- solving slope coefficient \nwas −1.24 (SD = 0.60, t = −2.08). Practitioners’ and patients’ random intercepts’ standard deviation were equal to 33.5 and 61, respectively, on the GHQ- 12 scale ranging from 0 to 48 (patients’ standard deviation \nis higher than the GHQ- 12 scale range due to the fact that random \nintercept is estimated as a Gaussian law which does not take the scale’s limited range into account).\nFurthermore, practitioners’ problem- solving outcome evalua-\ntion random slope’s standard deviation was 0.75, while the one for patients was 0.8. Compared with fixed effects slope coefficients of practitioners (−1.42) and patients (−1.24), these standard deviations \nsuggest that for some the effect may be negligible and for others it \nmay be much larger. However, as random effects are computed ac-cording to a normal law, 95% of practitioners and patients have a co-\nefficient between two standard deviations. Thus, except for extreme \ncases, the relationship between problem solving and GHQ- 12 is neg-\native, with some being close to 0 and others quite close to − 3. This", "position": "chunk_15", "metadata": {"page_range": "15-18", "section": "Application clinique", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-15", "content": "ts have a co-\nefficient between two standard deviations. Thus, except for extreme \ncases, the relationship between problem solving and GHQ- 12 is neg-\native, with some being close to 0 and others quite close to − 3. This\n\n16 Grégoire Vitry et al. \n© 2021 Association for Family Therapy and Systemic Practice in the UK.TABLE 3 Linear mixed model for predicting GHQ- 12 score at the last appointment from practitioner problem- solving outcome evaluation \nand GHQ- 12 score at the first appointment with practitioner identity as random effect\nGroupRandom effects\nName Variance SD r\nTherapist identity (Intercept) 33.51 5.78 - \nPractitioner problem solving outcome evalu-\nation last appointment0.57 0.75 – 0.99\nResiduals 25.92 5.09 - \nNumber of observations: 174, Groups: Therapist identity, 8\nFixed effect\nName Estimate SE t- value\n(Intercept) 22.85 3.81 6.00\nPractitioner problem- solving outcome evalu-\nation last appointment– 1.42 0.43 – 3.33\nGHQ- 12 score at the first appointment – 0.00077 0.05 – 0.017\nNote: Model formula: GHQ- 12 score at the last appointment ~ Practitioner problem solving outcome evaluation + GHQ- 12 score at the first appointment + (1 + Practitioner problem \nsolving outcome evaluation | Therapist identity).", "position": "chunk_16", "metadata": {"page_range": "18-18", "section": "Introduction", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-16", "content": "del formula: GHQ- 12 score at the last appointment ~ Practitioner problem solving outcome evaluation + GHQ- 12 score at the first appointment + (1 + Practitioner problem \nsolving outcome evaluation | Therapist identity).\n\nPreliminary Results from a (SYPRENE) 17\n© 2021 Association for Family Therapy and Systemic Practice in the UK.\nsuggests that improving the problem- solving score generally leads to a \nbetter mental state, reflected by a decrease of the GHQ- 12 score at the \nlast appointment compared with the first appointment. To conclude, \nresults suggest that solving people’s specific problems during therapy is correlated with a better mental state at therapy’s end.\nDiscussion\nResults presented in this article suggest the following:\n1. Initial outcome results from SYPRENE are promising. They suggest that \nstrategic therapy helped patients achieve considerable improvement. Outcome results indicate a problem- solving improvement rate of 80% as \nevaluated by practitioners, and 90% as evaluated by patients. In addition, patients reported significant improvement in their psychosocial function-ing with a large effect size. In 76% of cases, this improvement was eval-uated as reaching reliable and clinically significant change. These results TABLE 4 Linear mixed model for predicting GHQ- 12 score at the last appointment from \npatient problem solving outcome evaluation and GHQ- 12 score at the first appointment with \npractitioner identity as random effect\nGroupRandom effects\nName Variance SD r\nTherapist \nidentity(Intercept) 61.23 7.82 - \nPatient problem- solving outcome evalu-\nation last appointment0.64 0.80 – 1\nResiduals 31.94 5.65 - \nNumber of observations: 61, Groups: Therapist identity, 7\nFixed effect\nName Estimate SE t- value\n(Intercept) 19.92 5.96 3.34\nPatient problem solving outcome \nevaluation last appointment– 1.24 0.60 – 2.08\nGHQ- 12 score at the first appointment 0.08 0.07 1.03\nNote: Model formula: GHQ- 12 score at the last appointment ~ Patient problem solving outcome evaluation + GHQ- 12 \nscore at the first appointment + (1 + Patient problem solving outcome evaluation | Therapist identity).", "position": "chunk_17", "metadata": {"page_range": "18-19", "section": "Méthodologie", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-17", "content": "3\nNote: Model formula: GHQ- 12 score at the last appointment ~ Patient problem solving outcome evaluation + GHQ- 12 \nscore at the first appointment + (1 + Patient problem solving outcome evaluation | Therapist identity).\n\n18 Grégoire Vitry et al. \n© 2021 Association for Family Therapy and Systemic Practice in the UK.\nreflect the considerable improvement of patients’ problem situations and \ndecrease in subjective suffering for most of the patients and are com-parable with those obtained by other authors who report that systemic and strategic therapies are effective, with success rates ranging between 60% and 87% (e.g. Jackson et al., 2018; Nardone and Watzlawick, 2005; Pietrabissa et al., 2016).\n2. SYPENE data suggest good efficiency for strategic therapy. Encouraging outcome results were achieved with an average of 5.4 sessions, within an average of 5.3 months. Length of the therapy in this study is comparable with results obtained by the Centro di Terapia Strategica d’Arezzo in their research over the past three decades (Nardone and Balbi, 2012). In addi-tion, the drop- out rate was only 19%, which compares favourably with \nother large- scale studies (see Barrett et al., 2008; Swift and Greenberg, \n2012; Wells et al., 2013).\n3. There is a significant positive relationship between outcomes evaluated by different measures and from different perspectives. While all outcome measures in SYPRENE rely on self- report evaluations by patients and \ntheir therapists, credibility of outcome data comes from the fairly good correspondence between the various evaluations with the following im-plications: (1) large improvement was obtained from patients’ and prac-titioners’ perspectives, indicating that strategic therapy helps to improve the problem situation and decrease patients’ feelings of subjective distress; (2) practitioners’ and patients’ evaluations of problem- solving outcome \nwere strongly correlated with moderate agreement, suggesting that prob-lem improvement was perceived quite similarly from both perspectives; (3) practitioners’ and patients’ evaluations of problem improvement were significantly linked to the patients’ GHQ- 12 scores at the end of ther -\napy, even when controlling for GHQ- 12 baseline scores and differences \nbetween therapists. At this point, we can conclude that outcome evalu-ations on all three measures point to the same direction and are related but not identical. Such results might suggest that measures from different sources and of different nature (such as subjective scales and standardised questionnaires) could reflect different perspectives of therapeutic change. Hence, practice research networks, such as SYPRENE, should include both patients’ and practitioners’ perspectives when assessing outcomes in naturalistic settings to provide a greater overall understanding of thera-peutic change.", "position": "chunk_18", "metadata": {"page_range": "19-21", "section": "Application clinique", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-18", "content": "actice research networks, such as SYPRENE, should include both patients’ and practitioners’ perspectives when assessing outcomes in naturalistic settings to provide a greater overall understanding of thera-peutic change.\n\nPreliminary Results from a (SYPRENE) 19\n© 2021 Association for Family Therapy and Systemic Practice in the UK.\nLimitations, challenges and opportunities\nAlthough the presented preliminary results are promising, they are \nsomewhat limited by the size of our sample as well as a lack of broad \nnational heterogeneity. In terms of effectiveness, the present results mainly reflect the perspective of the therapist and the patient regarding overall outcome ratings. The recent introduction (in 2018) of the GHQ- 12 patient- rated questionnaire at the beginning and end of the therapy \nprocess (n = 180) has shown encouraging results. We are also consider -\ning the use of additional questionnaires about the patient’s experience of the change process. However, the benefits of more measures need \nto be weighed against the possibility of asking too many questions. In \nterms of efficiency, we will further explore possible factors, including for those cases when problems remain unresolved. In addition to measur -\ning the effectiveness and efficiency of interventions, SYPRENE data will make it possible to evaluate more qualitative dimensions and change processes.\nSince SYPRENE is a living PRN, we have naturalistic patterns of data \nrather than having identical cell sizes throughout. In the future, more data will allow more robust statistical analyses, such as evaluation of the multiple factors (e.g. gender, age, relationship status and number of \nsessions) possibly influencing the outcome results. One of the import-\nant issues for future research is control of missing data. In the present study, even though this group did not differ from the participants with complete outcome data in respect to sociodemographic characteristics, \nwe do not know for sure whether there were no differences in life cir -\ncumstances or other variables possibly accounting for outcome results. \nTo reduce the proportion of missing data, we are considering the possi-bility of an additional evaluation several months after the therapy. The \nevaluation of the role of practitioner differences is also an important \nquestion which we hope to explore more in the near future. SYPRENE data allow raising questions about the processes of therapeutic change, \nand future observations will help us to understand better which pre-\nscriptions will be most useful.\nFunding information\nNo conflicts of interest.", "position": "chunk_19", "metadata": {"page_range": "21-22", "section": "Introduction", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-19", "content": " data allow raising questions about the processes of therapeutic change, \nand future observations will help us to understand better which pre-\nscriptions will be most useful.\nFunding information\nNo conflicts of interest.\n\n20 Grégoire Vitry et al. \n© 2021 Association for Family Therapy and Systemic Practice in the UK.\nReferences\nBarrett, M. S., Chua, W.- J., Crits- Christoph, P., Gibbons, M. B. and Thompson, D. \n(2008). Early withdrawal from mental health treatment: implications for psycho-\ntherapy practice. Psychotherapy: Theory, Research, Practice, Training, 45(2): 247– 267.\nBateson, G. (1972) Steps to an ecology of mind. San Francisco, CA: Chandler Publishing.\nBateson, G. (1979) Mind and nature: A necessary unity. New York: Dutton.\nBaucom, D. H., Fischer, M. S., Worrell, M., Corrie, S., Belus, J. M., Molyva, E. and \nBoeding, S. E. (2018) Couple- based intervention for depression: an effectiveness \nstudy in the National Health Service in England. Family Process, 57(2): 275– 292.\nBoscolo, L., Cecchin, G., Hoffman, K. and Penn, P. (1987) Milan systemic family ther-\napy: conversations in theory and practice. New York: Basic Books.\nde Scorraille, C., Brosseau, O. and Vitry, G. (2017) Quand le travail fait mal: une cl-\ninique de la relation pour soigner les maux au travail. InterEditions.\ndel Sánchez- López, M, P. and Dresch, V. (2008) The 12- Item General Health \nQuestionnaire (GHQ- 12): reliability, external validity and factor structure in the \nSpanish population. Psicothema, 20(4): 839– 843.\nErickson, M. H. (1980) Collected papers (Vols. 1- 4; E. L. Rossi, Ed.). New York: \nIrvington.\nEvans, C., Margison, F. and Barkham, M. (1998) The contribution of reliable and \nclinically significant change methods to evidence- based mental health. Evidence- \nBased Mental Health, 1(3): 70– 72.\nFisch, R., Weakland, J. H. and Segal, L. (1982) The tactics of change: doing therapy \nbriefly. San Francisco, CA: Jossey- Bass.\nGoldberg, D. and Williams, P. (1991) A user’s guide to the General Health Questionnaire. \nLondon: NFER- Nelson 1988.\nHale, D. and Frusha, C. (2016) MRI Brief Therapy: A tried and true systemic ap-\nproach. Journal of Systemic Therapies, 35(2): 14– 24.\nHaley, J. (1973) Uncommon therapy: the psychiatric techniques of Milton H. Erickson, M.D. \nNew York: Norton.\nHaley, J. (1977) Problem- solving therapy: new strategies for effective family therapy. San \nFrancisco, CA: Jossey- Bass.\nHorigian, V. E., Anderson, A. R. and Szapocznik, J. (2016) Taking brief strategic \nfamily therapy from bench to trench: evidence generation across translational phases. Family Process, 55(3): 529– 542.\nHorigian, V. E., Feaster, D. J., Robbins, M. S., Brincks, A. M., Ucha, J., Rohrbaugh, M. \nJ., Shoham, V., Bachrach, K., Miller, M., Burlew, A. K., Hodgkins, C. C., Carrion, \nI. S., Silverstein, M., Werstlein, R. and Szapocznik, J. (2015) A cross- sectional as-\nsessment of the long term effects of brief strategic family therapy for adolescent substance use. American Journal on Addictions, 24(7): 637– 645.\nHox, J. J., Moerbeek, M. and van de Schoot, R. (2017) Multilevel analysis: techniques \nand applications. New York: Routledge.\nHoyt, M. F. (2019) Strategic therapies: roots and branches. Journal of Systemic \nTherapies, 38(1): 30– 43.\nJackson, J. B., Pietrabissa, G., Rossi, A., Manzoni, G. M. and Castelnuovo, G. (2018) \nBrief strategic therapy and cognitive behavioral therapy for women with binge eating disorder and comorbid obesity: a randomized clinical trial one- year fol-\nlow- up. Journal of Consulting and Clinical Psychology, 86(8): 688– 701.", "position": "chunk_20", "metadata": {"page_range": "22-24", "section": "Méthodologie", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-20", "content": "egic therapy and cognitive behavioral therapy for women with binge eating disorder and comorbid obesity: a randomized clinical trial one- year fol-\nlow- up. Journal of Consulting and Clinical Psychology, 86(8): 688– 701.\n\nPreliminary Results from a (SYPRENE) 21\n© 2021 Association for Family Therapy and Systemic Practice in the UK.\nJacobson, N. S. and Truax, P. (1991) Clinical significance: a statistical approach to \ndefining meaningful change in psychotherapy research. Journal of Consulting and \nClinical Psychology, 59(1): 12– 19.\nJohnson, L. N., Miller, R. B., Bradford, A. B. and Anderson, S. R. (2017) The \nMarriage and Family Therapy Practice Research Network (MFT- PRN): Creating \na more perfect union between practice and research. Journal of Marital and Family Therapy, 43(4): 561– 572.\nLebow, J. L. (2018) Editorial: Effectiveness research in couple and family therapy. \nFamily Process, 57(2): 271– 274.\nLenhard, W. and Lenhard, A. (2016) Calculation of effect sizes. Psychometrica. \nhttps://www.psych ometr ica.de/effect_size.html\nLesage, F.- X., Martens- Resende, S., Deschamps, F. and Berjot, S. (2011) Validation \nof the General Health Questionnaire (GHQ- 12) adapted to a work- related con-\ntext. Open Journal of Preventive Medicine, 1(02): 44.\nMadanes, C. (1981) Strategic family therapy. San Francisco, CA: Jossey- Bass.\nMadanes, C. (1984) Behind the one- way mirror: advances in the practice of strategic therapy. \nSan Francisco, CA: Jossey- Bass.\nMiller, S. D. and Duncan, B. L. (2004) The outcome and session rating scales: admin-\nistration and scoring manual. Chicago, IL: Institute for the Study of Therapeutic Change.\nMolnar, A. and Shazer, S. (1987) Solution- focused therapy: toward the identifica-\ntion of therapeutic tasks. Journal of Marital and Family Therapy, 13(4): 349– 358.\nMorris, S. B. (2008) Estimating effect sizes from pretest- posttest- control group \ndesigns. Organizational Research Methods, 11(2): 364– 386. https://doi.\norg/10.1177/10944 28106 291059\nNardone, G. and Balbi, E. (2012) Sillonner la mer à l’insu du ciel. Bruxelles, Belgium: \nEditions Satas.\nNardone, G. and Portelli, C. (2005) Knowing through changing: the evolution of brief \nstrategic therapy. Norwalk, CT: Crown House Publishing.\nNardone, G. and Waltzlawick, P. (1993) The art of change: strategic therapy and hypno-\ntherapy without trance. San Francisco: Jossey- Bass.\nNardone, G. and Watzlawick, P. (2005) Brief strategic therapy: philosophy, techniques, \nand research. Lanham, MD: Jason Aronson.\nPietrabissa, G., Manzoni, G. M., Gibson, P., Boardman, D., Gori, A. and Castelnuovo, \nG. (2016) Brief strategic therapy for obsessive- compulsive disorder: a clinical \nand research protocol of a one- group observational study. British Medical Journal \nOpen, 6(3): 1– 9.\nReicheport- Haley, M. and Carlson, J. (Eds.) (2012) Jay Haley revisited. New York: \nRoutledge.\nSeligman, M. E. (1995) The effectiveness of psychotherapy. The Consumer Reports \nstudy. American Psychologist, 50(12): 965– 974.\nSwift, J. K. and Greenberg, R. P. (2012) Premature discontinuation in adult psy-\nchotherapy: a meta- analysis. Journal of Consulting and Clinical Psychology, 80(4): \n547– 559.\nTasca, G. A., Sylvestre, J., Balfour, L., Chyurlia, L., … Wilson, B. (2015) What cli-\nnicians want: findings from a psychotherapy practice research network survey. Psychotherapy, 52(1): 1– 11.", "position": "chunk_21", "metadata": {"page_range": "24-26", "section": "Application clinique", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}, {"id": "chunk-21", "content": "ychology, 80(4): \n547– 559.\nTasca, G. A., Sylvestre, J., Balfour, L., Chyurlia, L., … Wilson, B. (2015) What cli-\nnicians want: findings from a psychotherapy practice research network survey. Psychotherapy, 52(1): 1– 11.\n\n22 Grégoire Vitry et al. \n© 2021 Association for Family Therapy and Systemic Practice in the UK.\nTeachman, B. A., Drabick, D. A. G., Hershenberg, R., Vivian, D., Wolfe, B. E. and \nGoldfried, M. R. (2012) Bridging the gap between clinical research and clinical \npractice: introduction to the special section. Psychotherapy, 49(2): 97– 100.\nThurin, J.- M., Thurin, M. and Midgley, N. (2012) Does participation in research \nlead to changes in attitudes among clinicians? Report on a survey of those in-\nvolved in a French practice research network. Counselling and Psychotherapy \nResearch, 12(3): 187– 193.\nVitry, G., de Scorraille, C. and Hoyt, M. F. (in press). Redundant attempted solu-\ntions: 50 years of theory, evolution, and new supporting data. Australian and New Zealand Journal of Family Therapy, forthcoming.\nVitry, G., Duriez, N., Suberville, S., Pakrosnis, R., Beau, A., Garcia- Rivera, T., \nBrosseau, O., Vargas Avalos, P., Bardot, E. and Ray, W. A. (2020) Introducing SYPRENE: an international practice research network for strategic and sys-temic therapists and researchers. Family Process, 59(4): 1946– 1957. https://doi.\norg/10.1111/famp.12520\nVitry, G., Garcia, T., de Scorraille, C., Paoli, B. and Brosseau, O. (2019). Stratégies de \nchangement. 16 prescriptions thérapeutiques. Toulouse, France: Érès.\nWatzlawick, P. (2009). Insight may cause blindness and other essays (W. A. Ray & G. \nNardone, Eds.). Phoenix, AZ: Zeig, Tucker & Theisen.\nWatzlawick, P., Weakland, J. H. and Fisch, R. (1974) Change: principles of problem for-\nmation and problem resolution. New York: Norton.\nWells, J. E., Browne, M. O., et al. (2013). Drop out from outpatient mental health-\ncare in the World Health Organization’s World Mental Health Survey initia-\ntive. British Journal of Psychiatry, 202(1): 42– 49. https://doi.org/10.1192/bjp.\nbp.112.11313\nWerneke, U., Goldberg, D. P., Yalcin, I. and Ustün, B. T. (2000) The stability of \nthe factor structure of the General Health Questionnaire. Psychological Medicine, \n30(4): 823– 829.\nWittezaele, J.- J. and Nardone, G. (2016) Une logique des troubles mentaux. Le Seuil: Le \ndiagnostic opératoire systémique et stratégique.", "position": "chunk_22", "metadata": {"page_range": "25-25", "section": "Introduction", "key_concepts": ["communication circulaire", "feedback", "MRI"]}}]